export let state = {
  films: [
    {
      id: 1,
      img:
        "https://i.ibb.co/KqtnxTH/Cat.png",
      title: "Мульт в кино. Выпуск №103. Некогда грустить!",
      about:
        "В новом выпуске ми-ми-мишки изобретут машину сна, а Дракоша Тоша научит завязывать шнурки. Также зрители увидят новые серии мультфильмов «Четверо в кубе», «Лео и Тиг» и совершенно новый мультсериал «Снежная королева: Хранители чудес». «МУЛЬТ в кино. ",
    },
    {
      id: 2,
      img:
        "https://i.ibb.co/wgKvWrV/batMan.png",
      title: "Новый Бэтмен",
      about:
        "Перезапуск франшизы о Тёмном рыцаре, над которым трудится режиссёр и сценарист Мэтт Ривз, не просто представит целую плеяду классических злодеев из комиксов и нового Бэтмена в исполнении Роберта Паттинсона, но также проложит путь для множества других фильмов и спин-оффов.",
    },
    {
      id: 3,
      img:
        "https://i.ibb.co/ZTwjq19/Holy.png",
      title: "Однажды... в Голливуде",
      about:
        "Фильм повествует о череде событий, произошедших в Голливуде в 1969 году, на закате его «золотого века». Известный актер Рик Далтон и его дублер Клифф Бут пытаются найти свое место в стремительно меняющемся мире киноиндустрии.",
    },
    {
      id: 4,
      img:
        "https://i.ibb.co/5MqhWPZ/Girl.png",
      title: "Стриптизёрши",
      about:
        "Танцовщицы элитного стриптиз-клуба, клиенты которого — известные финансисты с Уолл-Стрит — привыкли к большим заработкам и роскошной жизни.",
    },
  ],
  genres: [
    { id: 1, title: "Комедии", smile: "😁", class: "comedy" },
    { id: 2, title: "Драмы", smile: "😭", class: "dram" },
    { id: 3, title: "Фантастика", smile: "👽", class: "fantasy" },
    { id: 4, title: "Ужасы", smile: "👻", class: "horror" },
  ],
  channels: [
    {
      id: 1,
      title: "Первый канал",
      img:
        "https://i.ibb.co/X8XxLmK/logo-1.png",
      first: "Новости (с субтитрами)",
      second: "Давай поженимся",
      third: "Другие новости",
    },
    {
      id: 2,
      title: "2x2",
      img:
        "https://i.ibb.co/5kmntX3/logo-2.png",
      first: "МУЛЬТ ТВ. Сезон 4, 7 серия",
      second: "ПОДОЗРИТЕЛЬНАЯ СОВА. Сезон 7, 7 серия",
      third: "БУРДАШЕВ. Сезон 1, 20 серия",
    },
    {
      id: 3,
      title: "РБК",
      img:
        "https://i.ibb.co/VmympYF/logo-3.png",
      first: "ДЕНЬ. Горючая смесь: как бороться с суррогатом на АЗС",
      second: "ДЕНЬ. Главные темы",
      third: "Главные новости",
    },
    {
      id: 4,
      title: "AMEDIA PREMIUM",
      img:
        "https://i.ibb.co/5GzMfDG/logo-4.png",
      first: "Клиент всегда мёртв",
      second: "Голодные игры: Сойка-пересмешница. Часть I",
      third: "Секс в большом городе",
    },
    {
    id: 5,
      title: "Первый канал",
      img:
        "https://i.ibb.co/X8XxLmK/logo-1.png",
      first: "Новости (с субтитрами)",
      second: "Давай поженимся",
      third: "Другие новости",
    }
  ],
};